openfoam-adapter_v1.1.0_OpenFOAMv1812-v2112-newer-cht-rework/tutorials/FF/pipe-pipe/sonicLiquidFoam-sonicLiquidFoam/Fluid2/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

mu              mu  [1 -1 -1 0 0 0 0] 1e1;
