openfoam-adapter_v1.1.0_OpenFOAMv1812-v2112-newer-cht-rework/tutorials/FF/pipe-pipe/sonicLiquidFoam-sonicLiquidFoam/Fluid2/0.orig/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            fixedGradient;
        gradient        uniform 0;
    }

    outlet
    {
        type            fixedValue;
        value           uniform 0;
    }

    fixedWalls
    {
        type            zeroGradient;
    }
}
